tap "homebrew/bundle"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "yarn"
brew "qmk/qmk/qmk"
cask "claude-code"
cask "codex"
cask "font-jetbrains-mono-nerd-font"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "anthropic.claude-code"
vscode "austenc.laravel-blade-spacer"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.path-intellisense"
vscode "codingyu.laravel-goto-view"
vscode "csstools.postcss"
vscode "ctf0.laravel-goto-view"
vscode "damianbal.vs-phpclassgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "glitchbl.laravel-create-view"
vscode "ihunte.laravel-blade-wrapper"
vscode "infeng.vscode-react-typescript"
vscode "kiranshah.chatgpt-helper"
vscode "marabesi.php-import-checker"
vscode "mehedidracula.php-constructor"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "msjsdiag.vscode-react-native"
vscode "naoray.laravel-goto-components"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "openai.chatgpt"
vscode "openai.openai-chatgpt-adhoc"
vscode "pgl.laravel-jump-controller"
vscode "phproberto.vscode-php-getters-setters"
vscode "pmneo.tsimporter"
vscode "pranaygp.vscode-css-peek"
vscode "rangav.vscode-thunder-client"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "ryannaddy.laravel-artisan"
vscode "sachittandukar.laravel-5-snippets"
vscode "saikou9901.evilinspector"
vscode "shardulm94.trailing-spaces"
vscode "shufo.vscode-blade-formatter"
vscode "softheroes.laravel-artisan"
vscode "stringham.move-ts"
vscode "vincaslt.highlight-matching-tag"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wix.vscode-import-cost"
vscode "wscats.cors-browser"
vscode "xdebug.php-debug"
vscode "zobo.php-intellisense"
